/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!50503 SET NAMES utf8 */;
/*!40103 SET @OLD_TIME_ZONE=@@TIME_ZONE */;
/*!40103 SET TIME_ZONE='+00:00' */;
/*!40014 SET @OLD_UNIQUE_CHECKS=@@UNIQUE_CHECKS, UNIQUE_CHECKS=0 */;
/*!40014 SET @OLD_FOREIGN_KEY_CHECKS=@@FOREIGN_KEY_CHECKS, FOREIGN_KEY_CHECKS=0 */;
/*!40101 SET @OLD_SQL_MODE=@@SQL_MODE, SQL_MODE='NO_AUTO_VALUE_ON_ZERO' */;
/*!40111 SET @OLD_SQL_NOTES=@@SQL_NOTES, SQL_NOTES=0 */;

/*!40101 SET @saved_cs_client     = @@character_set_client */;
/*!50503 SET character_set_client = utf8mb4 */;

--
-- Dumping data for table `blog_post_comments`
--

INSERT INTO `blog_post_comments` VALUES (1,12,1,'Равным образом консультация с широким активом требуют определения и уточнения модели развития. Товарищи! консультация с широким активом позволяет выполнять важные задания по разработке систем массового участия. С другой стороны укрепление и развитие структуры обеспечивает участие в формировании систем массового участия.',1,'2021-05-21 16:07:07','2021-05-21 16:07:15'),(2,12,8,'Повседневная практика показывает, что реализация намеченных плановых заданий в значительной степени обуславливает создание модели развития. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности позволяет оценить значение новых предложений.',1,'2021-05-21 16:09:07','2021-05-21 16:09:10'),(3,12,10,'В отличие от тестирования, на код-ревью важнее разобраться в логике решения, чем найти ошибки. А еще — донести суть проблемы до разработчика.',1,'2021-05-23 17:20:04','2021-05-23 17:20:12'),(4,12,10,'Когда ревьюер разобрался с задачей и логикой решения, он смотрит на функции, отдельные алгоритмы и их эффективность. Проверяет, можно ли заменить их другими методами и будет ли это лучше для всего продукта.',0,'2021-05-23 18:46:20','2021-05-23 18:46:26');
/*!40103 SET TIME_ZONE=@OLD_TIME_ZONE */;
