<?php
/**
 * Конфигурация CMS
 */

return [

    /*
    |--------------------------------------------------------------------------
    | Префикс административной части сайта
    |--------------------------------------------------------------------------
    |
    | Задает имя URL-адреса, используемое для доступа к страницам админки.
    | Пример: backend -> http://localhost/backend
    |
    */
    'backendUri' => '/admin',

    /*
    |--------------------------------------------------------------------------
    | Вариант хранения статических страниц
    |--------------------------------------------------------------------------
    |
    | 'files' - в виде файлов в каталоге '/static-pages'
    | 'db' - в виде таблицы в БД в таблице 'static_pages'
    |
    */
    'staticPages' => 'files',

    /*
    |--------------------------------------------------------------------------
    | Опции выпадающего списка количества
    |--------------------------------------------------------------------------
    |
    | 'all' - все элементы репозитория
    |
    */
    'dropdown' => [10, 20, 50, 200, 'all']
];